Repository: ykorzikowski/tiny-release
Catalog: res/values/strings_*.arb
Languages: de

source: Control
de: Verwaltung

source: Add Contract
de: Vertrag hinzufügen

source: Preset
de: Vorschau

# contract_will_made_between
source: There will be a contract between
de: Es wird ein Vertrag geschlossen zwischen

source: Choose Photographer
de: Fotograf wählen

source: Choose Model
de: Model wählen

source: Choose Parent
de: Gesetzl. Vertretung wählen

source: Witnessed by
de: Bezeugt durch

source: Choose Witness
de: Zeuge wählen

source: In reception areas
de: in den Aufnahmebereichen

# shooting_subject
source: Subject
de: Betreff

# choose_date
source: Choose shooting date
de: Wähle Aufnahmedatum

# title_contracts
source: Contracts
de: Vertrtäge

# title_add
source: Add
de: Hinzufügen

# create_new_contract
source: Create a new contract
de: Erstellen Sie einen neuen Vertrag

# scaff_deleted
source: Dismissed
de: gelöscht

# tile_contact_preview
source: Contact Preview
de: Vertragsvorschau

# btn_edit
source: Edit
de: Bearbeiten

# item_people
source: People
de: Personen

# item_preset
source: Presets
de: Vorlagen

# item_reception
source: Reception Areas
de: Aufnahmebereiche

# item_settings
source: Settings
de: Einstellungen

# title_add_people
source: Add people
de: Personen hinzufügen

# brn_save
source: Save
de: Speichern

# btn_add_mail
source: Add Mail
de: E-Mail hinzufügen

# btn_add_phone
source: Add Phone
de: Telefon hnzufügen

# btn_add_address
source: Add Address
de: Adresse hinzufügen

# btn_import_contacts
source: Import from contracts
de: Aus Kontakten importieren

# hint_country
source: Country
de: Land

# hint_region
source: Region
de: Bundesland

# hint_city
source: City
de: Stad

# hint_postcode
source: Postcode
de: PLZ

# hint_street
source: Street
de: Straße

# hint_adresslabel
source: Adress label
de: Markierung

# hint_mail
source: Mail
de: E-Mail

# hint_mail_label
source: Mail label
de: Markierung

# hint_phone
source: Phone
de: Telefon

# hint_phone_label
source: Phone label
de: Markierung

# hint_birthday
source: Birthday
de: Geburtstag

# hint_id_number
source: ID number
de: Ausweisnummer

# hint_id_type
source: ID type
de: Ausweisart

# hint_company
source: Company
de: Firma

# hint_familyname
source: FamilyName
de: Nachname

# hint_givenname
source: Givenname
de: Vorname

# no_items_people
source: Add people from your contacts
de: Fügen Sie Personen aus Ihren Kontakten hinzu

# btn_add
source: Add
de: Hinzufügen

# title_people
source: People
de: Personen

source: Birthday
de: Geburtstag

# btn_save
source: Save
de: Speichern

# title_add_preset
source: Add Preset
de: Vorlage hinzufügen

# hint_description
source: Description
de: Beschreibung

# hint_language
source: Language
de: Sprache

# hint_subtitle
source: Subtitle
de: Untertitel

# hint_title
source: Title
de: Titel

# hint_content
source: Content
de: Inhalt

# btn_add_paragrpah
source: Add Paragrpah
de: Paragraf hinzufügen

# title_preset
source: Presets
de: Vorlagen

# no_items_presets
source: Create or import presets
de: Erstellen oder importieren Sie eine neue Vorlage

# title_reception
source: Reception Area
de: Aufnahmebereiche

# title_add_reception
source: Add reception area
de: Aufnahmebereich hinzufügen

# btn_dialog_cancel
source: Abort
de: Abbrechen

# no_items_reception
source: Create new reception areas
de: Legen Sie einen neuen Aufnahmebereich an

# btn_delete_all
source: Delete all data
de: Lösche alle Daten

# title_settings
source: Settings
de: Einstellungen

source: Represented by
de: Vertreten durch

source: and
de: und

source: Choose source
de: Quelle wählen

source: Camera
de: Kamera

source: Gallery
de: Gallerie

source: Cancel
de: Abbrechen

# dateFormatPattern
source: yyyy-MM-dd
de: dd.MM.yyyy

# dateTimeFormatPattern
source: yyyy-MM-dd hh:mm
de: dd.MM.yyyy HH:mm

source: Select Birthday
de: Geburtstag wählen

# select_date_ok
source: OK
de: Wählen

source: Shooting date
de: Aufnahmedatum

source: Selected preset
de: Ausgewählte Vorlage

source: Select preset
de: Vorlage wählen

source: Choose
de: Wählen

# contract_images
source: Images count
de: Anzahl Bilder

# change_order_title
source: Change order
de: Reihenfolge anpassen

source: Chose brithday
de: Geburtstag auswählen

source: Reception area
de: Aufnahmebereiche

source: Finish Contract
de: Vertrag abschließen

source: Finished Contract
de: Abgeschlossener Vertrag

# btn_complete_contract
source: Complete Contract
de: Vertrag abschließen

# btn_sign_contract
source: Sign contract
de: Vertrag unterzeichnen

# hint_completed_contracts
source: Contracts that has been completed can not be edited again
de: Bereits abgeschlossene Verträge können nicht mehr bearbeitet werden

source: Select address
de: Addresse wählen

# location_date_seperator
source: , on
de: , den

# item_has_relations
source: This item has relations to a contract. Delete the contract first.
de: Es besteht noch eine Verknüpfung mit einem Vertrag. Bitte erst diesen löschen.

# dialog_back
source: Back
de: Zurück

# dialog_delete
source: Delete
de: Löschen

source: Delete Contract?
de: Vertrag löschen?

# cloned_suffix
source: - cloned
de: - Kopie

source: Share PDF
de: PDF teilen

source: Loading pdf
de: Generiere PDF

source: Use as template
de: Als Vorlage

# navbar_btn_preview
source: Preview
de: Vorschau

# payment_introduction_text
source: Developing and distributing this app takes time and costs money. I want to make a fair deal with hobby photographs and power users. It's possbile to use this app for free. If you want to use the extendet features, you can buy the modules seperately or buy a subscription which is payed monthly.
de: Developing and distributing this app takes time and costs money. I want to make a fair deal with hobby photographs either power users. It's possbile to use this app for free. If you want to use the extended features, you can buy the modules separately or pay for a subscription monthly.

# payment_title
source: Payment
de: Kauf

source: Payment was not successfull
de: Kauf nicht erfolgreich

source: Payment was successfull
de: Kauf erfolgreich

source: Thanks for supporting me!
de: Danke für deine Unterstützung!

source: Try again or write me an email!
de: Versuchs nochmal oder schreibe mir eine E-Mail

source: Modules
de: Module

source: Subscriptions
de: Abonnements

source: Plans
de: Preisplan

# dialog_pay_for_subscription
source: To use this feature, you have to pay monthly/yearly for a subscription
de: Diese Funktion benötigt ein aktives Abonnement

# dialog_pay_for_subscription_or_feature
source: To use this feature, you can buy this single feature or pay for a monthly/yearly subscription
de: Diese Funktion benötigt eine kostenpflichtige Freischaltung oder ein aktives Abonnement

source: No thanks
de: Nein Danke

# import_preset_from_file
source: Import from file
de: Aus Datei importieren

source: Error while importing
de: Fehler beim Importieren
